[{"overview":"Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: \"inception\", the implantation of another person\u0027s idea into a target\u0027s subconscious.","local_id":1,"id":27205,"playtime":0,"poster_path":"/oYuLEt3zVCKq57qu2F8dT7NIa6f.jpg","rating":0,"vote_average":8.366,"seen":false,"title":"Inception","watchlist":false},{"overview":"","local_id":2,"playtime":90,"rating":10,"seen":true,"title":"sajtmalac","watchlist":false},{"overview":"","local_id":3,"id":507217,"playtime":0,"poster_path":"/n294eysoSabQTY9KYmSK2YlOIqb.jpg","rating":0,"vote_average":0.0,"seen":false,"title":"Micimackó könyve - Milyen mókás a képzelet!","watchlist":false},{"overview":"As early as 1920, the journalists of the \"Münchener Post\" recognized the danger posed by Adolf Hitler. Consistently and boldly they wrote about National Socialism. The brave journalists and their newspaper are almost forgotten today. A single book has been published about them - in Brazil.","local_id":6,"id":802761,"playtime":0,"poster_path":"/2uU00aTdYRjjJLp8c45DxWY5VMs.jpg","rating":0,"vote_average":6.8,"seen":false,"title":"Hitler\u0027s Battle Against the Press","watchlist":false},{"overview":"A keen chronicle of the unlikely rise to power of Adolf Hitler (1889-1945) and a dissection of the Third Reich (1933-1945), but also an analysis of mass psychology and how the desperate crowd can be deceived and shepherded to the slaughterhouse.","local_id":7,"id":60378,"playtime":0,"poster_path":"/jtaLqChWbcpdXvBO3VUwfL3IatE.jpg","rating":0,"vote_average":7.454,"seen":false,"title":"Hitler: A Career","watchlist":false},{"overview":"19-year old Dani Papp lives with his father Tibor, a sex-obsessed and hedonistic gynecologist who pushes his young son to follow in his footsteps. Dani is his exact opposite, shy and romantic, looking for true love instead of sex. A trip to France to visit his musician uncle helps him to understand his own personality and his relationship to his father.","local_id":8,"id":367762,"playtime":0,"poster_path":"/bbNjN1AidPpo9yJZzcOpCLBaxIl.jpg","rating":0,"vote_average":6.0,"seen":false,"title":"Camembert Rose","watchlist":false},{"overview":"Young women in Nazi-occupied countries are packed onto a train and shipped off to a prison camp, where the sadistic commandant uses them as rewards for his lesbian guards and perverted and deviate troops.","local_id":9,"id":39994,"playtime":0,"poster_path":"/umCGAugyGPpGo2i1qBiDe8apZ7t.jpg","rating":0,"vote_average":5.1,"seen":false,"title":"Deported Women of the SS Special Section","watchlist":false},{"overview":"Alan gets a map to some war treasure which the Japanese army left behind on a small Pacific island at the end of World War II. But some gangsters try to steal the map from him and so he hides on Charlie\u0027s boat which just leaves the harbor. He manipulates the ship\u0027s compass so that Charlie is not aware that he is sailing to the treasure island. But when they step on the island, they discover that it is not as abandoned as they believed: there are some natives - and a Japanese soldier still defending the treasure","local_id":11,"id":6399,"playtime":0,"poster_path":"/8fl6sXVv5fWMpDxFDab54qc71tv.jpg","rating":0,"vote_average":6.9,"seen":false,"title":"Who Finds a Friend Finds a Treasure","watchlist":false},{"overview":"The adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.","local_id":12,"id":157336,"playtime":0,"poster_path":"/gEU2QniE6E77NI6lCU6MxlNBvIx.jpg","rating":0,"vote_average":8.42,"seen":false,"title":"Interstellar","watchlist":false},{"overview":"A look behind the lens of Christopher Nolan\u0027s space epic.","local_id":13,"id":301959,"playtime":0,"poster_path":"/i4PpBcuLvdcJwIf3hkcV9QDR1iH.jpg","rating":0,"vote_average":7.7,"seen":false,"title":"Interstellar: Nolan\u0027s Odyssey","watchlist":false},{"overview":"A guy struggles to adapt to his condition, constantly trying to fight it, but failing nontheless","local_id":14,"id":830343,"playtime":0,"poster_path":"/qNeV8JtTdsfQCtYcwNCf33hldg8.jpg","rating":0,"vote_average":0.0,"seen":false,"title":"MIND","watchlist":false},{"overview":"","local_id":15,"id":833014,"playtime":0,"poster_path":"/spAyxp9qbmTIwAlP8aprskHg9uA.jpg","rating":0,"vote_average":0.0,"seen":false,"title":"Mind","watchlist":false},{"overview":"This documentary explores the aftermath of a 2015 mass shooting that took place during an anti-violence community basketball tournament at the Boys and Girls Club in Rochester, New York.  Members of the Community along with family members of the victims join together to speak out against the needless violence that took the lives of multiple children and young adults and injured many others.","local_id":16,"id":522267,"playtime":0,"poster_path":"/b3aSJIbDaIAi6gH8eG8qnL3tmht.jpg","rating":0,"vote_average":8.0,"seen":false,"title":"MOVE","watchlist":false},{"overview":"A film about Insanity and the lack of understanding of the person you\u0027ve grown to be","local_id":17,"id":1032711,"playtime":0,"poster_path":"/qPaHYArWz95vvQOMG9i1wH43833.jpg","rating":0,"vote_average":0.0,"seen":false,"title":"Mind","watchlist":false},{"overview":"Agricultural officer Sachithanandan and his wife Shyama\u0027s life changes after his friend Jose visits to stay with them for few days.","local_id":18,"id":278145,"playtime":0,"poster_path":"/ygGtSMOg3GPMLMdbWHKslPLHuAQ.jpg","rating":0,"vote_average":1.5,"seen":false,"title":"Onnum Mindathe","watchlist":false},{"overview":"In the confined space of a mountain hut, where three people are locked up by insurmountable conditions, and around the house, where soldiers of the Russian Tsarist Army are surrounded, the characters make difficult decisions that forever change the course of events and the life of each of the participants in this story.","local_id":19,"id":733269,"playtime":0,"poster_path":"/aZ12nHIGcOHK818kSGU3reIG2Q8.jpg","rating":0,"vote_average":0.0,"seen":false,"title":"Sajti Zouli Voh","watchlist":false},{"overview":"Uma, a mute Brahmin girl, lives with her uncle\u0027s family as she is an orphan. Since Uma has a faulty horoscope which indicate widowhood, the family finds it impossible to get her married off. According to a custom prevalent at the time, Uma is given in marriage to a tree.","local_id":20,"id":351940,"playtime":0,"poster_path":"/mak3tUGnOFc55TSrSaQkPHfAXFY.jpg","rating":0,"vote_average":10.0,"seen":false,"title":"Sati","watchlist":false},{"overview":"In the year 2045, after an economic disaster known as the Synchronized Global Default, rapid developments in AI propelled the world to enter a state of \"Sustainable War\". However, the public is not aware of the threat that AI has towards the human race.  A compilation film with newly added footage.","local_id":24,"id":965244,"playtime":0,"poster_path":"/kNTvGWDTxb2spAp9SRLNfOo7kCM.jpg","rating":0,"vote_average":7.113,"seen":false,"title":"Ghost in the Shell: SAC_2045 Sustainable War","watchlist":false},{"overview":"Hungary\u0027s submission for the Academy Award for Best Foreign Language Film in 1990","local_id":25,"id":341493,"playtime":0,"poster_path":"/kEGBbMG4IYKAdw7Wb1l3E82hPuz.jpg","rating":0,"vote_average":0.0,"seen":false,"title":"Little But Tough","watchlist":false},{"overview":"In the near future, Major is the first of her kind: a human saved from a terrible crash, then cyber-enhanced to be a perfect soldier devoted to stopping the world\u0027s most dangerous criminals.","local_id":26,"id":315837,"playtime":0,"poster_path":"/myRzRzCxdfUWjkJWgpHHZ1oGkJd.jpg","rating":0,"vote_average":6.065,"seen":false,"title":"Ghost in the Shell","watchlist":false},{"overview":"A group of youngsters visit a deserted island which turns out to be filled with carnivorous ivy","local_id":27,"id":571890,"playtime":0,"poster_path":"/8lrRrHPhd0jFYRizP3tuNW8rEt4.jpg","rating":0,"vote_average":6.5,"seen":false,"title":"Ghost","watchlist":false}]